Repository: damiencampanella/cartographie
Catalog: Resources/App.*.resx
Languages: fr

# A droite de chaque station sont affichées les correspondances possibles
source: On the right to the station is displayed the possible connections
fr: A droite de chaque station sont affichées les correspondances possibles

# Accès à la position des véhicules impossible
source: Access to the vehicle positions failed
fr: Accès à la position des véhicules impossible

# Afficher cette catégorie
source: Display this category
fr: Afficher cette catégorie

# Afficher les véhicules
source: Display the vehicles
fr: Afficher les véhicules

# Aide en ligne
source: Online Help
fr: Aide en ligne

source: hover the mouse over one of the vehicles of the list to display the corresponding information
fr: Amenez la souris au-dessus d'un des véhicules de la liste pour afficher les informations correspondantes

source: Hover the mouse over one of the stations of the list to display the corresponding information
fr: Amenez la souris au-dessus d'une des stations de la liste pour afficher les informations correspondantes

# Amenez la souris au-dessus d'une ligne pour masquer les autres lignes
source: Hover the mouse over a line to hide the others
fr: Amenez la souris au-dessus d'une ligne pour masquer les autres lignes

# Autres Lignes
source: Other Lines
fr: Autres Lignes

# Capteur
source: Sensor
fr: Capteur

# Cartographie
source: Cartography
fr: Cartographie

# Ce bouton permet de changer de direction
source: This button changes the direction
fr: Ce bouton permet de changer de direction

# Ce bouton permet de désélectionner la ligne
source: This button is used to deselect the line
fr: Ce bouton permet de désélectionner la ligne

# Ce bouton permet de désélectionner toutes les lignes
source: This button is used to deselect all the lines
fr: Ce bouton permet de désélectionner toutes les lignes

source: This button hides all the lines of its corresponding category
fr: Ce bouton permet de désélectionner toutes les lignes de la catégorie correspondante

# Ce bouton permet de griser les autres lignes au lieu de les masquer
source: This button makes the other lines become greyed instead of hidden
fr: Ce bouton permet de griser les autres lignes au lieu de les masquer

# Ce bouton permet de masquer tous les véhicules
source: This button masks all vehicles
fr: Ce bouton permet de masquer tous les véhicules

# Changer de direction
source: Change line direction
fr: Changer de direction

# charge importante
source: important load
fr: charge importante

# charge légère
source: light load
fr: charge légère

# charge modérée
source: moderate load
fr: charge modérée

# Chargement des données de cartographie
source: Loading map data
fr: Chargement des données de cartographie

# Cliquez sur la variante voulue pour la sélectionner
source: Click on any variant to select it
fr: Cliquez sur la variante voulue pour la sélectionner

# Cliquez sur un véhicule pour afficher les informations correspondantes
source: Click on a vehicle to display the corresponding information
fr: Cliquez sur un véhicule pour afficher les informations correspondantes

source: Click on one line to display its different variations and the stations list of the selected variation
fr: Cliquez sur une des lignes pour obtenir la liste des variantes et la liste des stations de la variante sélectionnée

# Cliquez sur une ligne pour la désélectionner
source: Click on a line to deselect it
fr: Cliquez sur une ligne pour la désélectionner

# Compte
source: Account
fr: Compte

# Date au format
source: Date with format
fr: Date au format

# Gestion du compte
source: Account center
fr: Gestion du compte

# JJ/MM/AAAA
source: DD/MM/YYYY
fr: JJ/MM/AAAA

source: The "Lines" tab is used to select the lines your are interested in
fr: L'onglet "Lignes" vous permet de sélectionner les lignes qui vous intéressent:

source: The "Selection" tab is used to choose the direction and the variation for each line
fr: L'onglet "Sélection" vous permet choisir la direction et la variante sélectionnée pour chaque ligne

source: The "Vehicles" tab contains the list of the vehicle which have a sensor
fr: L'onglet "Véhicules" vous permet d'afficher la liste des véhicules ayant un capteur

source: The search can be made by name, by stock number or by sensor ID
fr: La recherche peut se faire par nom, par numéro de stock (chiffre entre parenthèses) ou par numéro de capteur

# Lignes
source: Lines
fr: Lignes

# Lignes Grisées
source: Shade lines
fr: Lignes Grisées

# Lignes Masquées
source: Hide lines
fr: Lignes Masquées

# Masquer cette catégorie
source: Hide this category
fr: Masquer cette catégorie

# Masquer les véhicules
source: Hide the vehicles
fr: Masquer les véhicules

# Non Renseigné
source: Not Known
fr: Non Renseigné

# Paramètres personnels
source: Personal settings
fr: Paramètres personnels

# Partie carte
source: Map area
fr: Partie carte

# Partie menu
source: Menu area
fr: Partie menu

# pas de prédiction de charge
source: no load prediction
fr: pas de prédiction de charge

# pas de signal reçu depuis 5min
source: no received signal since 5min
fr: pas de signal reçu depuis 5min

# pas de signal reçu depuis plus de 10min
source: no received signal since more than 10min
fr: pas de signal reçu depuis plus de 10min

# Plus de passage aujourd'hui
source: No more stop today
fr: Plus de passage aujourd'hui

# Rechercher parmi les véhicules
source: Search among the vehicles
fr: Rechercher parmi les véhicules

# statut du véhicule inconnu
source: unknown vehicle status
fr: statut du véhicule inconnu

# statut OK
source: OK status
fr: statut OK

# Supprimer toutes les lignes sélectionnées
source: Remove all selected lines
fr: Supprimer toutes les lignes sélectionnées

# Sélection
source: Selection
fr: Sélection

# Utilisez le champ correspondant pour rechercher parmi les véhicules.
source: Use the search field to search among the vehicles.
fr: Utilisez le champ correspondant pour rechercher parmi les véhicules.

# Véhicules
source: Vehicles
fr: Véhicules

source: [sensor ID]: sensor status see above for the status colors meaning)
fr: [numéro du capteur]: statut du capteur (voir ci-dessus pour la signification des couleurs de statut)
